import React from 'react';

const PrivacyPage = () => {
  return (
    <div id="content" className="col-sm-12" style={{backgroundColor:"white", textAlign: 'left', paddingLeft: "20px"}}>
      <h1>Политика Безопасности</h1>
      <p className="MsoNormal">
        Настоящая Политика Безопасности персональных данных (далее –
        Политика Безопасности) является публичным Договором, заключенным между
        владельцем Интернет-площадки «Интернет-магазин РОМ» ТОО «Компьютерный центр
        РОМ» и Покупателем, основана на Законе Республики Казахстан «О персональных
        данных и их защите», действует в отношении всей информации, которую
        Интернет-площадка «Интернет-магазин РОМ», расположенная на доменном имени
        firmarom.kz, может получить о Покупателе во время использования сайта Интернет-площадки.
      </p>
      <p className="MsoNormal"><b>1. ОПРЕДЕЛЕНИЕ ТЕРМИНОВ</b></p>
      <p className="MsoNormal">
        1.1. &nbsp; &nbsp; &nbsp; &nbsp; В настоящей Политике конфиденциальности
        используются следующие термины:
        <br />
        1.1.1.&nbsp; &nbsp;<b>&nbsp;«Компания»</b>&nbsp;- ТОО «Компьютерный центр РОМ»,
        его структурные подразделения, отделы, департаменты, торговые точки, сервисные
        центры, пункты самостоятельного вывоза Товара, Call-центр, его аффилированные
        лица, а также юридические лица и/или индивидуальные предприниматели,
        привлеченные ТОО «Компьютерный центр РОМ» для исполнения Политики
        конфиденциальности и/или Публичного договора купли продажи (оферты);
        <br />
        1.1.2.&nbsp;&nbsp; &nbsp;<b>«Сайт»</b>&nbsp;- Интернет-площадка
        «Интернет-магазин РОМ» являющаяся собственностью ТОО «Компьютерный центр РОМ» в
        сети Интернет по адресу: firmarom.kz.
        <br />
        1.1.3.&nbsp;&nbsp; &nbsp;<b>«Администрация сайта»</b>&nbsp;- уполномоченные
        сотрудники на управление Сайтом, действующие от имени ТОО «Компьютерный центр
        РОМ», и/или привлеченные третьи лица, которые организуют и (или) осуществляет
        обработку персональных данных, а также определяют цели обработки персональных
        данных, состав персональных данных, подлежащих обработке, действия (операции),
        совершаемые с персональными данными.
        <br />
        1.1.4.&nbsp;&nbsp; &nbsp;<b>«Покупатель»&nbsp;</b>- физическое либо юридическое
        лицо, заключившее с Компанией Публичный договор купли продажи (оферта), либо
        имеющее намерение заказать или приобрести, либо заказывающее, приобретающее или
        использующее Товар, посетитель Компании, либо обратившийся к ней, а также лицо
        имеющее доступ к Сайту, посредством сети Интернет и использующее Сайт.
        <br />
        1.1.5.&nbsp;&nbsp; &nbsp;<b>«Персональные данные»</b>&nbsp;- любая информация,
        относящаяся к прямо или косвенно определенному или определяемому субъекту
        персональных данных.
        <br />
        1.1.6.&nbsp;&nbsp; &nbsp;<b>«Неличные данные»</b>&nbsp;- сведения, которые
        автоматически передаются в процессе просмотра Покупателем рекламных блоков и
        при посещении страниц, на которых установлен статистический скрипт системы
        (пиксель).
        <br />
        1.1.7.&nbsp;&nbsp; &nbsp;<b>«Обработка персональных данных»</b>&nbsp;- любое
        действие (операция) или совокупность действий (операций), совершаемых с
        использованием средств автоматизации или без использования таких средств с
        персональными данными, включая сбор, запись, систематизацию, накопление,
        хранение, уточнение (обновление, изменение), извлечение, использование,
        передачу (распространение, предоставление, доступ), обезличивание,
        блокирование, удаление, уничтожение персональных данных.
        <br />
        1.1.8.&nbsp;&nbsp; &nbsp;<b>«Сервисы сайта»</b>&nbsp;- совокупность услуг,
        доступных для использования на Сайте.
        <br />
        1.1.9.&nbsp;&nbsp; &nbsp;<b>«Товар»</b>&nbsp;- перечень наименований
        ассортимента, представленный на Сайте.
        <br />
        1.1.10.&nbsp;&nbsp; &nbsp;<b>«Конфиденциальность персональных данных»</b>&nbsp;-
        обязательное для соблюдения Администрацией сайта или иным получившим доступ к
        персональным данным лицом требование не допускать их распространения без
        согласия субъекта персональных данных или наличия иного законного основания.
        <br />
        1.1.11.&nbsp;&nbsp; &nbsp;<b>«Cookies»</b>&nbsp;- фрагмент данных, отправленный
        веб-сервером и хранимый на компьютере Покупателя, который веб-клиент или
        веб-браузер каждый раз пересылает веб-серверу в HTTP-запросе при попытке
        открыть страницу Сайта.
        <br />
        1.1.12.&nbsp;&nbsp; &nbsp;<b>«IP-адрес»</b>&nbsp;- уникальный сетевой адрес
        узла в компьютерной сети, построенной по протоколу IP.
      </p>
      <p className="MsoNormal"><b>2.&nbsp;&nbsp; &nbsp;ОБЩИЕ ПОЛОЖЕНИЯ</b><br /></p>
      <p className="MsoNormal">
        2.1.&nbsp;&nbsp; &nbsp;Использование Покупателем Сайта означает согласие с
        настоящей Политикой безопасности и условиями обработки персональных данных
        Покупателя.
        <br />
        2.2.&nbsp;&nbsp; &nbsp;В случае несогласия с условиями Политики безопасности
        Покупатель должен прекратить использование Сайта.
        <br />
        2.3.&nbsp;&nbsp; &nbsp;Настоящая Политика конфиденциальности применяется только
        к Интернет-площадке «Интернет-магазин РОМ», не контролирует и не несет
        ответственность за сайты третьих лиц, на которые Покупатель может перейти по
        ссылкам, доступным на Сайте.
        <br />
        2.4.&nbsp;&nbsp; &nbsp;Администрация Сайта не проверяет достоверность
        персональных данных, предоставляемых Покупателем. Однако, Администрация сайта
        исходит из того, что Покупатель&nbsp;предоставляет достоверные персональные
        данные и поддерживает эти данные в актуальном состоянии. Всю ответственность, а
        также возможные последствия за предоставление недостоверных или неактуальных
        персональных данных несёт Покупатель.
      </p>
      <p className="MsoNormal"><b>3.&nbsp;&nbsp; &nbsp;ПРЕДМЕТ ПОЛИТИКИ КОНФИДЕНЦИАЛЬНОСТИ</b><br /></p>
      <p className="MsoNormal">
        3.1.&nbsp;&nbsp; &nbsp;Настоящая Политика конфиденциальности устанавливает
        обязательства Администрации сайта по неразглашению и обеспечению режима защиты
        конфиденциальности персональных данных, которые Покупатель&nbsp;предоставляет
        по запросу Администрации сайта при регистрации на Сайте, при оформлении заказа
        для приобретения Товара или использовании любых Сервисов сайта.
        <br />
        3.2.&nbsp;&nbsp; &nbsp;Персональные данные, разрешённые к обработке в рамках
        настоящей Политики конфиденциальности, могут включать в себя следующую
        информацию:
        <br />
        3.2.1.&nbsp;&nbsp; &nbsp;фамилию, имя, отчество Покупателя;
        <br />
        3.2.2.&nbsp; &nbsp; пол Покупателя;
        <br />
        3.2.3.&nbsp;&nbsp; &nbsp;контактные номера телефонов Покупателя;
        <br />
        3.2.4.&nbsp; &nbsp; адрес электронной почты (e-mail) Покупателя;
        <br />
         3.2.5.&nbsp;&nbsp; &nbsp;адрес доставки Товара;
        <br />
         3.2.6.&nbsp;&nbsp; &nbsp;место жительство Покупателя;
        <br />
         3.2.7.&nbsp; &nbsp; место работы Покупателя;
        <br />
        3.2.8.&nbsp; &nbsp; наименование, ИНН, юридический адрес компании (для
        юридических лиц).
      </p>
      <p className="MsoNormal"><b>4. ЦЕЛИ СБОРА ИНФОРМАЦИИ</b></p>
      <p className="MsoNormal">
        4.1.&nbsp;&nbsp; &nbsp;Персональные данные Покупателя Администрация сайта может
        использовать в целях:
        <br />
        4.1.1.&nbsp; &nbsp; идентификации Покупателя, зарегистрированного на Сайте для
        оформления заказа и (или) заключения Публичного договора купли продажи (оферты)
        дистанционным способом с Компанией;
        <br />
        4.1.2.&nbsp; &nbsp; предоставления Покупателю доступа к персонализированным
        ресурсам Сайта;
        <br />
        4.1.3.&nbsp;&nbsp; &nbsp;установления с Покупателем обратной связи, включая
        направление уведомлений, запросов, касающихся использования Сайта, оказания
        услуг, обработка запросов и заявок от Покупателя;
        <br />
        4.1.4.&nbsp; &nbsp;определения места нахождения Покупателя для обеспечения
        безопасности, предотвращения мошенничества;
        <br />
        4.1.5.&nbsp;&nbsp; &nbsp;подтверждения достоверности и полноты персональных
        данных, предоставленных Покупателем;
        <br />
        4.1.6.&nbsp;&nbsp; &nbsp;создания учетной записи для совершения покупок, если
        Покупатель дал согласие на создание учетной записи;
        <br />
        4.1.7.&nbsp; &nbsp;уведомления Покупателя о состоянии Заказа;
        <br />
        4.1.8.&nbsp;&nbsp; &nbsp;обработки и получения платежей, подтверждения налога
        или налоговых льгот Покупателя;
        <br />
        4.1.9.&nbsp;&nbsp; &nbsp;предоставления Покупателю эффективной клиентской и
        технической поддержки при возникновении проблем связанных с использованием
        Сайта;
        <br />
        4.1.10.&nbsp;&nbsp; &nbsp;предоставления Покупателю с его согласия, обновлений
        продукции, специальных предложений, информации о ценах, новостной рассылки и
        иных сведений от имени Компании или от имени партнёров Компании;
        <br />
        4.1.11.&nbsp; &nbsp;осуществления рекламной деятельности с согласия Покупателя;
        <br />
        4.1.12.&nbsp;&nbsp; &nbsp;предоставления доступа Покупателю на сайты или
        сервисы партнёров Компании с целью получения продуктов, обновлений и услуг.
      </p>
      <p className="MsoNormal"><b>5. СПОСОБЫ И СРОКИ ОБРАБОТКИ ПЕРСОНАЛЬНОЙ ИНФОРМАЦИИ</b></p>
      <p className="MsoNormal">
        5.1. Обработка персональных данных Покупателя осуществляется без ограничения
        срока, любым законным способом, в том числе в информационных системах
        персональных данных с использованием средств автоматизации или без
        использования таких средств.
        <br />
        5.2. Персональные данные Покупателя могут быть переданы уполномоченным органам
        государственной власти Республики Казахстан только по основаниям и в порядке,
        установленным законодательством Республики Казахстан.
        <br />
        5.3. При утрате или разглашении персональных данных Администрация сайта
        информирует Покупателя об утрате или разглашении персональных данных.
        <br />
        5.4. Администрация сайта принимает необходимые организационные и технические
        меры для защиты персональной информации Покупателя от неправомерного или
        случайного доступа, уничтожения, изменения, блокирования, копирования,
        распространения, а также от иных неправомерных действий третьих лиц.
        <br />
        5.5. Администрация сайта совместно с Покупателем принимает все необходимые
        меры по предотвращению убытков или иных отрицательных последствий, вызванных
        утратой или разглашением персональных данных Покупателя.
      </p>
      <p className="MsoNormal"><b>6. ОБЯЗАТЕЛЬСТВА СТОРОН</b></p>
      <p className="MsoNormal">
        6.1. Покупатель обязан:
        <br />
        6.1.1.&nbsp;&nbsp; &nbsp;Предоставить информацию о персональных данных,
        необходимую для пользования Сайтом.
        <br />
        6.1.2.&nbsp;&nbsp; &nbsp;Обновить, дополнить предоставленную информацию о
        персональных данных в случае изменения данной информации.
        <br />
        6.2. Администрация сайта обязана:
        <br />
        6.2.1. &nbsp;&nbsp;Использовать полученную информацию исключительно для целей,
        указанных в настоящей Политике безопасности.
        <br />
        6.2.2.&nbsp;&nbsp; &nbsp;Обеспечить хранение конфиденциальной информации в
        тайне, не разглашать без предварительного письменного разрешения Покупателя, а
        также не осуществлять продажу, обмен, опубликование, либо разглашение иными
        возможными способами переданных персональных данных Покупателя, за исключением
        п.п. 5.2. и 5.3. настоящей Политики Конфиденциальности.
        <br />
        6.2.3.&nbsp;&nbsp; &nbsp;Принимать меры предосторожности для защиты
        конфиденциальности персональных данных Покупателя согласно порядку, обычно
        используемого для защиты такого рода информации в существующем деловом
        обороте.
        <br />
        6.2.4.&nbsp;&nbsp; &nbsp;Осуществить блокирование персональных данных,
        относящихся к соответствующему Покупателю, с момента обращения или запроса
        Покупателя или его законного представителя либо уполномоченного органа по защите
        прав субъектов персональных данных на период проверки, в случае выявления
        недостоверных персональных данных или неправомерных действий.
      </p>
      <p className="MsoNormal"><b>7. ОТВЕТСТВЕННОСТЬ СТОРОН</b></p>
      <p className="MsoNormal">
        7.1. Администрация сайта, не исполнившая свои обязательства, несет
        ответственность за убытки, понесенные Покупателем в связи с неправомерным
        использованием персональных данных, в соответствии с законодательством
        Республики Казахстан, за исключением случаев, предусмотренных п.п. 5.2., 5.3. и
        7.2. настоящей Политики Конфиденциальности.
        <br />
        7.2. В случае утраты или разглашения Конфиденциальной информации
        Администрация сайта не несет ответственность, если данная конфиденциальная
        информация:
        <br />
        7.2.1. &nbsp;&nbsp;Стала публичным достоянием до ее утраты или разглашения.
        <br />
        7.2.2.&nbsp;&nbsp; &nbsp;Была получена от третьей стороны до момента ее
        получения Администрацией сайта.
        <br />
        7.2.3.&nbsp;&nbsp; &nbsp;Была разглашена с согласия Покупателя.
      </p>
      <p className="MsoNormal"><b>8. РАЗРЕШЕНИЕ СПОРОВ</b></p>
      <p className="MsoNormal">
        8.1. До обращения в суд с иском по спорам, возникающим из отношений между
        Покупателем сайта и Администрацией сайта, обязательным является предъявление
        претензии (письменного предложения о добровольном урегулировании спора).
        <br />
        8.2.&nbsp;&nbsp; &nbsp;Получатель претензии в течение 30 календарных дней со дня
        получения претензии, письменно уведомляет заявителя претензии о результатах
        рассмотрения претензии.
        <br />
        8.3.&nbsp;&nbsp; &nbsp;При не достижении соглашения спор будет передан на
        рассмотрение в судебный орган в соответствии с действующим законодательством
        Республики Казахстан.
        <br />
        8.4.&nbsp;&nbsp; &nbsp;К настоящей Политике конфиденциальности и отношениям
        между Покупателем и Администрацией сайта применяется действующее
        законодательство Республики Казахстан.
      </p>
      <p className="MsoNormal"><b>9. ДОПОЛНИТЕЛЬНЫЕ УСЛОВИЯ</b></p>
      <p className="MsoNormal" style={{paddingBottom: "20px"}}>
        9.1. Администрация сайта вправе вносить изменения в настоящую Политику
        конфиденциальности без согласия Покупателя.
        <br />
        9.2. Новая Политика конфиденциальности вступает в силу с момента ее
        размещения на Сайте, если иное не предусмотрено новой редакцией Политики
        конфиденциальности.
        <br />
    </p>
    </div>
  );
}

export default PrivacyPage;
