import React from 'react';

const TermPage = () => {
  return (
    <div id="content" className="col-sm-12" style={{ textAlign: 'left', padding: '20px', backgroundColor: "white" }}>
      <h1>Условия соглашения</h1>
      <p className="MsoNormal">
        Перед тем, как воспользоваться услугами Интернет-магазина, пожалуйста, внимательно прочитайте настоящее Соглашение. 
      </p>
      <p className="MsoNormal">
        <b>Соглашение использования услуг Интернет-магазина&nbsp;</b> 
      </p>
      <p className="MsoNormal">
        Данное соглашение, далее «Соглашение», заключается между Интернет-магазином (firmarom.kz), далее «Интернет-магазин» или «Сайт», и пользователем услуг Интернет-магазина, далее «Покупатель», определяя условия приобретения товаров через Сайт. 
      </p>
      <p className="MsoNormal">
        <b>1. Основные положения</b> 
      </p>
      <p className="MsoNormal">
        1.1. Настоящее Соглашение заключается между Покупателем и Интернет-магазином в момент оформления заказа. Покупатель подтверждает свое согласие с условиями, установленными настоящим Соглашением, путём установления отметки (галочки) в графе «Я прочитал Условия соглашения и согласен с ними» при оформлении заказа или регистрации на Сайте. 
      </p>
      <p className="MsoNormal">
        1.2. Настоящее Соглашение, а также информация о товаре, представленная на Сайте, являются публичной офертой в соответствии с законодательством РК. 
      </p>
      <p className="MsoNormal">
        1.3. К отношениям между Покупателем и Интернет-магазином применяются положения Закона РК «О защите прав потребителей» и иные правовые акты, принятые в соответствии с ними. 
      </p>
      <p className="MsoNormal">
        1.4. Покупателем может быть любое юридическое или совершеннолетнее физическое лицо, способное принять и оплатить заказанный им товар в порядке и на условиях, установленных настоящим Соглашением. 
      </p>
      <p className="MsoNormal">
        1.5. Интернет-магазин оставляет за собой право вносить изменения в настоящее Соглашение. 
      </p>
      <p className="MsoNormal">
        1.6. Настоящее Соглашение должно рассматриваться в том виде, как оно опубликовано на Сайте и должно применяться, и толковаться в соответствии с законодательством РК. 
      </p>
      <p className="MsoNormal">
        <b>2. Информация о товаре</b> 
      </p>
      <p className="MsoNormal">
        2.1. Товар представлен на Сайте через фото-образцы, являющиеся собственностью Интернет-магазина.
      </p>
      <p className="MsoNormal">
        2.2. Каждый фото-образец сопровождается текстовой информацией: ценой и описанием товара.
      </p>
      <p className="MsoNormal">
        2.3. По просьбе Покупателя менеджер Интернет-магазина обязан предоставить дополнительную информацию по телефону, через <span lang="EN-US">Viber</span>, <span lang="EN-US">WhatsApp</span> или посредством электронной почты, необходимую и достаточную, с точки зрения Покупателя, для принятия им решения о покупке товара. 
      </p>
      <p className="MsoNormal">
        2.4. Указанная на Сайте цена товара может быть изменена Интернет-магазином в одностороннем порядке.
      </p>
      <p className="MsoNormal">
        2.5. В случае изменения цены товара, заказанного Покупателем, менеджер Интернет-магазина сразу информирует об этом Покупателя (по телефону, через <span lang="EN-US">Viber</span>, <span lang="EN-US">WhatsApp</span> или посредством электронной почты) для получения подтверждения либо аннулирования заказа. <b>При невозможности связаться с Покупателем данный заказ считается аннулированным.</b> 
      </p>
      <p className="MsoNormal">
        <b>3. Порядок приобретения товара</b>
      </p>
      <p className="MsoNormal">
        3.1. Покупатель вправе оформить и при необходимости оплатить заказ на любой товар, представленный на Сайте. Каждый товар может быть заказан в любом минимально доступном или оговоренном количестве. Заказ может быть оформлен и при необходимости оплачен Покупателем самостоятельно на Сайте. 
      </p>
      <p className="MsoNormal">
        3.2. После оформления заказа через Сайт и его оплаты, на e-mail Покупателя отправляется письмо, подтверждающее принятие заказа, с указанием наименований выбранных товаров и общей суммы заказа, являющееся неотъемлемой частью настоящего Соглашения. 
      </p>
      <p className="MsoNormal">
        3.3. При отсутствии товара на складе менеджер Интернет-магазина обязан поставить в известность об этом Покупателя (по телефону, через <span lang="EN-US">Viber</span>, <span lang="EN-US">WhatsApp</span> или посредством электронной почты). 
      </p>
      <p className="MsoNormal">
        3.4. При отсутствии товара Покупатель вправе заменить его другим товаром либо аннулировать заказ.
      </p>
      <p className="MsoNormal">
        3.5. Покупатель вправе отказаться от заказанного товара в любое время до его оплаты и отправки Покупателю, заблаговременно поставив в известность об этом Интернет-магазин (по телефону, через <span lang="EN-US">Viber</span>, <span lang="EN-US">WhatsApp</span> или посредством электронной почты). 
      </p>
      <p className="MsoNormal">
        <b>4. Доставка товара, сроки</b>
      </p>
      <p className="MsoNormal">
        4.1. Доставка товара, заказанного в Интернет-магазине, в согласованном количестве и ассортименте, осуществляется службой доставки или другими уполномоченными Сайтом компаниями в согласованное при заказе время. 
      </p>
      <p className="MsoNormal">
        4.2. Расходы по доставке товара зависят от региона доставки и рассматриваются в индивидуальном порядке при оформлении заказа. 
      </p>
      <p className="MsoNormal">
        4.3. Интернет-магазин не несет ответственность за задержки в работе службы доставки и не может повлиять на скорость доставки заказа. 
      </p>
      <p className="MsoNormal">
        <b>5. Оплата товара</b>
      </p>
      <p className="MsoNormal">
        5.1. Оплата товара производится в тенге согласно Счёта на оплату, выставленного Покупателю после оформления заказа, в срок, оговоренный с менеджером при оформлении заказа.
      </p>
    </div>
  );
};

export default TermPage;
